<?php

return [
//    Navbar
    'navbar.about' => '私につい',
    'navbar.last' => 'アルバム',
    'navbar.remixes' => 'リミックス',
    'navbar.original' => 'オリジナルトラック',
    'navbar.contact' => '連絡先',

//    Paragraphe du About
    'about.p' => '私たちは、内向的で自信のない、控えめな電子音楽の作曲家について話すことになります。',
    'about.p2' => 'RedScorpio4は80年代後半にフランスで生まれ、音楽家の家族に育てられました。彼らはパンク、ロック、メタル、ケルティック音楽を聴きながら育ちました。彼らは早くから電子音楽に真剣な情熱を抱き、90年代になると電子音楽に影響を受けました。そして、12歳の頃にCodemasterのソフトウェアMusic 2000を使って音楽作曲に触れ始めました。',
    'about.p3' => '彼らは数年間、パンクロックの歌手として活動していましたが、それはあまり真剣なものではありませんでした。',
    'about.p4' => '後になって、彼らはFL StudioやCubaseを使って、VocaloidやUTAUを時々使用しながら、さまざまな種類の電子音楽を実験しました。彼らは特定のスタイルを持っているとは言えません。彼らは気分やインスピレーション（そしてベースの重さ）に応じて、チルなメロディックな音楽から絶対的なダークコアまで、ダブステップやシンセウェーブを行き来することがあります。また、彼らはゲーマーでもあり、ビデオゲームのBGMのリミックスも好んで行います。',
    'about.p5' => 'いくつかのプロジェクトはまだ進行中です。お楽しみに。',

    //    Contact
    'button-send' => '送る',
    'input-Name' => '名前',
    'input-E-mail' => '電子メール',
    'input-Message' => 'メッセージ',


    // Footer
    'footer.created' => 'デザイ :',
    'footer.design' => 'デザイン :',

    //    Page 404
    'error.404' => 'エラー404：ページが見つかりません。',
    'error.p1' => '申し訳ありませんが、お探しのページは利用できませんまたは存在しません。サイトの',
    'error.p2' => 'ホームページ',
    'error.p3' => 'に移動するか、新しい検索を行ってください。',

    //    Page 500
    'error.500' => '500エラー：サーバーエラー',
    'error.p500' => 'おっと！内部サーバーエラー。つまり、何かがひどく間違っていた',
];


