<?php

return [
//    Navbar
    'navbar.about' => 'о мне',
    'navbar.last' => 'Альбом',
    'navbar.remixes' => 'ремиксы',
    'navbar.original' => 'оригинальная композиция',
    'navbar.contact' => 'контакт',

//    Paragraphe du About
    'about.p' => 'Мы собираемся поговорить о застенчивом, неуверенном и скрытном электронном композиторе.',
    'about.p2' => 'RedScorpio4 родился во Франции в конце 80-х и вырос в музыкальной семье, слушая панк, рок, металл и кельтскую музыку. Он быстро влюбился в электронную музыку (90-е годы сделали свое дело) и начал заниматься музыкальным творчеством в возрасте 12 лет, используя программное обеспечение Codemaster Music 2000.',
    'about.p3' => 'Он был панк-рок певцом на протяжении нескольких лет, но ничего слишком серьезного.',
    'about.p4' => 'После этого он экспериментировал со всевозможными электронными жанрами в FL Studio и Cubase, иногда используя Vocaloid и UTAU. Нельзя сказать, что у него есть определенный стиль, потому что он может переключаться от мелодичной расслабленной музыки до абсолютно темного хардкора, пройдя через дабстеп и синтвейв, в зависимости от настроения и вдохновения (и уровня баса). Ему также нравится делать ремиксы на музыку из видеоигр, потому что он сам является геймером, знаешь ли.',
    'about.p5' => 'Некоторые проекты все еще находятся в процессе разработки. Следите за обновлениями.',

    //    Contact
    'button-send' => 'отправл',
    'input-Name' => 'имя',
    'input-E-mail' => 'электронная почта',
    'input-Message' => 'сообщение',


    // Footer
    'footer.created' => 'Создано :',
    'footer.design' => 'Разработано :',

    //    Page 404
    'error.404' => 'Ошибка 404: Страница не найдена.',
    'error.p1' => 'Извините, но страница, которую вы ищете, недоступна или больше не существует. Мы рекомендуем перейти на Извините, но страница, которую вы ищете, недоступна или больше не существует. Мы рекомендуем перейти н',
    'error.p2' => 'главную страницу',
    'error.p3' => ' сайта или выполнить новый поиск.',

    //    Page 500
    'error.500' => 'Ошибка 500 : Ошибка сервера',
    'error.p500' => 'Oooops! Внутренняя ошибка сервера. То есть что-то пошло не так',
];


