<?php

return [
//    Navbar
    'navbar.about' => '관하여',
    'navbar.last' => '앨범',
    'navbar.remixes' => '리믹스',
    'navbar.original' => '원본 트랙',
    'navbar.contact' => '연락',

//    Paragraphe du About
    'about.p' => '저희는 수줍고 불확실하며 조용한 전자 음악 작곡가에 대해 이야기할 것입니다.',
    'about.p2' => 'RedScorpio4는 80년대 후반에 프랑스에서 태어났으며 음악가 가족에 의해 키워졌습니다. 그는 펑크, 록, 메탈 및 켈트 음악을 듣고 자랐습니다. 90년대에 전자 음악에 대한 진심 어린 열정을 가지게 되었고, 12세 때 Codemaster 소프트웨어 Music 2000을 사용하여 음악 작곡에 손을 대기 시작했습니다.',
    'about.p3' => '그들은 몇 년 동안 펑크 록 가수였지만, 그리 중요하지는 않았습니다.',
    'about.p4' => '그런 후, 그들은 FL Studio와 Cubase에서 다양한 종류의 전자 음악을 실험했으며 때로는 Vocaloid와 UTAU를 사용했습니다. 그들은 특정한 스타일을 갖고 있는지 알 수 없습니다. 그들은 기분과 영감에 따라 차분한 멜로디로부터 절대적인 다크코어, 일부 덥스텝과 신스웨이브까지 다양한 스타일을 가질 수 있습니다 (그리고 베이스의 무게에 따라). 그들은 또한 비디오 게임 BGM 리믹스도 좋아합니다. 왜냐하면 그들은 게이머이기도 하기 때문입니다, 알고 계시죠.',
    'about.p5' => '일부 프로젝트는 아직 진행 중입니다. 기대해주세요.',

    //    Contact
    'button-send' => '전송되었습니다',
    'input-Name' => '이름',
    'input-E-mail' => '이메일',
    'input-Message' => '메시지',


    // Footer
    'footer.created' => '제작자 :',
    'footer.design' => '디자인한 :',

    //    Page 404
    'error.404' => '오류 404: 페이지를 찾을 수 없습니다.',
    'error.p1' => '죄송합니다만, 찾고 있는 페이지는 사용할 수 없거나 더 이상 사용할 수 없습니다. 사이트의 ',
    'error.p2' => '홈',
    'error.p3' => '페이지로 이동하거나 새로운 검색을 수행하는 것을 권장합니다.',

    //    Page 500
    'error.500' => '오류 500 : 서버 오류',
    'error.p500' => 'Oooops! 내부 서버 오류입니다. 즉, 무언가 크게 잘못되었습니다.',
];


