<?php

return [
//    Navbar
    'navbar.about' => 'بشأن',
    'navbar.last' => 'ألبوم',
    'navbar.remixes' => 'ريمكسات',
    'navbar.original' => 'المقطع الأصلي',
    'navbar.contact' => 'اتصال',

//    Paragraphe du About
    'about.p' => 'سنتحدث عن مؤلف موسيقى إلكترونية خجول وغير واثق ومتحفظ باللغة العربية.',
    'about.p2' => 'ولد RedScorpio4 في فرنسا في أواخر الثمانينات ونشأ في أسرة موسيقية، حيث كان يستمع إلى الموسيقى البانك، الروك، الميتال والموسيقى السلتية. أطلق عليهما اهتمام حقيقي سريعًا بالموسيقى الإلكترونية (ثمانينيات القرن الماضي كانت فترة مميزة) وبدأا في تجربة تكوين الموسيقى في سن ال12 باستخدام برنامج كودماستر Music 2000.',
    'about.p3' => 'لقد كانوا مغنيين في فرقة بانك روك لبضع سنوات ولكن لم يكن الأمر جدياً جداً',
    'about.p4' => 'ثم، قاموا بتجربة جميع أنواع الموسيقى الإلكترونية على برامج FL Studio و Cubase، واستخدموا أحيانًا Vocaloid و UTAU. لا يمكننا أن نقول إن لديهم أسلوبًا محددًا لأنهم يمكن أن ينتقلوا من الموسيقى الهادئة ذات النغمات الملحمية إلى الموسيقى الداكنة القاسية تمر ببعض الدبستيب والسينثويف حسب المزاج والإلهام (وثقل الباس). كما يحبون عمل بعض إعادة توزيعات موسيقى خلفية ألعاب الفيديو لأنهم هم أيضًا لاعبون في الألعاب، كما تعلمون.',
    'about.p5' => 'بعض المشاريع لا تزال قيد التقدم. ترقبوا المزيد من المستجدات.',

    //    Contact
    'button-send' => 'إرسال',
    'input-Name' => 'اسم',
    'input-E-mail' => 'البريد الإلكتروني',
    'input-Message' => 'رسالة',


    // Footer
    'footer.created' => 'تم إنشاؤه بواسطة :',
    'footer.design' => 'مصمم بواسطة :',

    //    Page 404
    'error.404' => 'خطأ 404: الصفحة غير موجودة',
    'error.p1' => 'نأسف ولكن الصفحة التي تبحث عنها غير متوفرة أو لم تعد متاحة. نقترح عليك الانتقال إلى',
    'error.p2' => ' الصفحة الرئيسية',
    'error.p3' => 'للموقع أو القيام ببحث جديد.',

    //    Page 500
    'error.500' => 'خطأ 500: خطأ في الخادم',
    'error.p500' => 'أوووبس! خطأ داخلي في الخادم. أي أن هناك شيء ما ذهب على نحو سيء جدًا.',
];


